9/data/attachments/81cf099714de17f0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mark_tell_Friend_67247_0</nif:username>
            <nif:friendToBeRequested>soap_friends_fd4d70fd-2839-401b-a404-14d329288601</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>